<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Words
    |--------------------------------------------------------------------------
    */
    'ar' => 'اللغة العربية',
    'en' => 'English',
    'arabic' => 'اللغة العربية',
    'english' => 'English',
    'or' => 'أو',
    'action' => 'الإجراء',


    /*
    |--------------------------------------------------------------------------
    | Messages
    |--------------------------------------------------------------------------
    */
    'fetch data failed' => 'حدث خطأ أثناء جلب البيانات من السيرفر، برجاء المحالة لاحقاً!',
    'lang changed' => 'تم تغيير لغة النظام الي :lang',
    'under developing' => '`:attribute` تحت التطوير الآن، ستكون متاحة في أقرب وقت!',
    'under developing now' => 'تحت التطوير الآن، ستكون متاحة في أقرب وقت!',


    /*
    |--------------------------------------------------------------------------
    | Buttons
    |--------------------------------------------------------------------------
    */
    'save changes' => 'حفظ التغييرات',
];
