<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Words
    |--------------------------------------------------------------------------
    */
    'task' => 'مهمة',
    'the task' => 'المهمة',
    'tasks' => 'مهام',
    'the tasks' => 'المهام',
    'list' => 'قائمة المهام',
    'add new' => 'إضافة مهمة جديدة',
    'task name' => 'إسم المهمة',
    'start at' => 'تاريخ الإنتهاء',
    'end at' => 'تاريخ الإنتهاء',
    'status' => 'الحالة',
    'created at' => 'تاريخ الإضافة',
    'updated at' => 'وقت آخر تعديل',
    'notes' => 'ملاحظات',
    'done' => 'إنتهي',
    'processing' => 'جاري المعالجة',

    
    /*
    |--------------------------------------------------------------------------
    | messages
    |--------------------------------------------------------------------------
    */
    'inserted' => 'تم إضافة المهمة بنجاح!',
    'insert failed' => 'فشل في إضافة المهمة! برجاء المحاولة مرة أخرى',
    'updated' => 'تم تحديث المهمة بنجاح!',
    'update failed' => 'فشل في تحديث المهمة! برجاء المحاولة مرة أخرى',
];
